"Job Log" = "Registro dei lavori";
"Job Log2" = "Registro dei lavori";

"User ID" = "ID utente";
"User ID:" = "ID utente:";

"Job Type" = "Tipo lavoro";
"Job Type:" = "Tipo lavoro:";

"File Name" = "Nome file";
"File Name:" = "Nome file:";

"Password" = "Password";
"Password:" = "Password:";

"User Code" = "Codice utente";
"User Code:" = "Codice utente:";

"Time" = "Ora";
"Time:" = "Ora:";

"Enable User Code" = "Abilita codici utente";
"Pop up Every Time" = "Visualizza ogni volta";
"User Code Always Blank" = "Codice utente sempre vuoto";
"OK" = "OK";
"Cancel" = "Annulla";
"Enable Specify Time" = "Imposta ora stampa";

"Folder Number" = "Numero cartella";
"Folder Number:" = "Numero cartella:";

"Folder Password" = "Password cartella";
"Folder Password:" = "Password cartella:";

"Normal Print" = "Stampa normale";
"Sample Print" = "Stampa di prova";
"Locked Print" = "Stampa riservata";
"Hold Print" = "Stampa trattenuta";
"Stored Print" = "Stampa memorizzata";
"Store and Print" = "Memorizza e stampa";
"Document Server" = "Document server";

"(4-8 digits)" = "(4-8 cifre.)";

"Enter a valid File Name" = "Inserire un nome file valido.";
"Enter a valid Password" = "Inserire una password valida.";
"Enter a valid User Code" = "Inserire un codice utente valido.";
"Enter a valid User ID" = "Inserire un ID utente valido.";
"Enter a valid Folder Password" = "Inserire una password cartella valida.";

"(Up to 8 alphanumeric characters)" = "(Fino a 8 caratteri alfanumerici.)";
"(Up to 16 alphanumeric characters)" = "(Fino a 16 caratteri alfanumerici.)";
"(4 digits)" = "(4-8 cifre.)";
"(Up to 8 digits)" = "(4-8 cifre.)";